public/contact.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026-02-12 Thu 11:00 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Contact</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/blog/static/style.css?v=1770912008" type="text/css"/>
<link rel="stylesheet" href="/blog/static/htmlize.css?v=1770912008" type="text/css"/>
<link rel="alternate" type="application/rss+xml" href="/blog/rss.xml" title="RSS feed for Liminal Desiderata">
</head>
<body>
<div id="preamble" class="status">
<div class="header">
  <div class="sitelinks">
    <a href="/blog/index.html">Home</a>
    |
    <a href="/blog/blog.html">All Posts</a>
    |
    <a href="/blog/about.html">About</a>
    |
    <a href="/blog/contact.html">Contact</a>
  </div>
</div>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Contact</h1>
</header><div id="outline-container-orgef88f2f" class="outline-2">
<h2 id="orgef88f2f">Get in Touch</h2>
<div class="outline-text-2" id="text-orgef88f2f">
<p>
I&rsquo;m interested in conversations about distributed systems, technical leadership, and the intersection of engineering and judgment.
</p>
</div>
<div id="outline-container-orge5c6eea" class="outline-3">
<h3 id="orge5c6eea">Email</h3>
<div class="outline-text-3" id="text-orge5c6eea">
<p>
The best way to reach me is via email: <code>your-email@example.com</code>
</p>

<p>
(Replace with your actual email address)
</p>
</div>
</div>
<div id="outline-container-orge45b563" class="outline-3">
<h3 id="orge45b563">Social</h3>
<div class="outline-text-3" id="text-orge45b563">
<ul class="org-ul">
<li>GitHub: <a href="https://github.com/eapolinario">github.com/eapolinario</a></li>
<li>LinkedIn: (Add your LinkedIn URL)</li>
<li>Twitter/X: (Add if you use it)</li>
</ul>
</div>
</div>
<div id="outline-container-org793b4b8" class="outline-3">
<h3 id="org793b4b8">What I&rsquo;m Interested In</h3>
<div class="outline-text-3" id="text-org793b4b8">
<p>
Good topics for conversation:
</p>
<ul class="org-ul">
<li>Distributed systems design and tradeoffs</li>
<li>Technical leadership and career development</li>
<li>Infrastructure and tooling decisions</li>
<li>Feedback on posts or ideas for future topics</li>
<li>Speaking opportunities or collaborations</li>
</ul>
</div>
</div>
<div id="outline-container-org14e18ca" class="outline-3">
<h3 id="org14e18ca">What I&rsquo;m Not Great At</h3>
<div class="outline-text-3" id="text-org14e18ca">
<p>
I receive more email than I can meaningfully respond to. I try to reply to thoughtful messages, but I may not be able to engage with:
</p>
<ul class="org-ul">
<li>General networking requests without context</li>
<li>Unsolicited promotions or marketing</li>
<li>Requests that don&rsquo;t relate to the blog&rsquo;s themes</li>
</ul>

<p>
If you&rsquo;ve read something here that resonated or challenged you, I&rsquo;d genuinely like to hear about it.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id="postamble" class="status">
Created by <a href="https://orgmode.org">Org Mode</a>
</div>
</div>
</body>
</html>
